Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G32B.tmx
Source language: en_us
Languages: zh_cn

source: Santiago Ramon y Cajal - Biography
zh_cn: 圣地亚哥拉蒙卡哈尔 传记

source: Santiago Ramon y Cajal was born on May 1, 1852, at Petilla de Aragon, Spain.
zh_cn: 1852年5月1日，圣地亚哥拉蒙卡哈尔出生于西班牙的佩蒂利亚-德阿拉贡。

source: As a boy he was apprenticed first to a barber and then to a cobbler.
zh_cn: 在少年时代，他曾先后当过理发师和修鞋匠的学徒。

source: He himself wished to be an artist - his gift for draughtsmanship is evident in his published works.
zh_cn: 他自己却非常想成为一名画家，他的著作就展现了其绘画天赋。

source: His father, however, who was Professor of Applied Anatomy in the University of Saragossa, persuaded him to study medicine, which he did, chiefly under the direction of his father.
zh_cn: 然而，他父亲，萨拉戈萨大学的一位应用解剖学教授，极力劝说他去学习医学，后来他也听从了，并主要在他父亲指导下学习。

source: (Later, he made drawings for an atlas of anatomy which his father was preparing, but which was never published.)
zh_cn: （随后，他根据其父亲所准备的解剖绘制了一个图集，但却从未发表。）

source: In 1873 he took his Licentiate in Medicine at Saragossa and served, after a competitive examination, as an army doctor.
zh_cn: 在1873年，卡哈尔获得了萨拉戈萨的医学执照，并通过了一场竞争激烈的考试而成为随军医生。

source: He took part in an expedition to Cuba in 1874-75, where he contracted malaria and tuberculosis.
zh_cn: 在1874-1875年，他参加了前往古巴的探险，却不幸在那里染上疟疾和肺结核。

source: On his return he became an assistant in the School of Anatomy in the Faculty of Medicine at Saragossa (1875) and then, at his own request, Director of the Saragossa Museum (1879).
zh_cn: 回国后，他在1875年成为萨拉戈萨医学院解剖学系的研究助理，随后在1879年，经过申请而当选为萨拉戈萨博物馆主任。

source: In 1877 he obtained the degree of Doctor of Medicine at Madrid and in 1883 he was appointed Professor of Descriptive and General Anatomy at Valencia.
zh_cn: 在1877年，他获得马德里大学医学博士学位并于1883年被任命为瓦伦西亚的系统解剖学教授。

source: In 1887 he was appointed Professor of Histology and Pathological Anatomy at Barcelona and in 1892 he was appointed to the same Chair at Madrid.
zh_cn: 1887年，他被任命为巴萨罗纳的组织与病理解剖学教授，并于1892年获得马德里同样的席位。

source: In 1900-1901 he was appointed Director of the ?Instituto Nacional de Higiene? and of the ?Investigaciones Biologicas?.
zh_cn: 1900-1901年，卡哈尔被任命为（西班牙）国立卫生研究所和生物学研究所的主任。

source: In 1880 he began to publish scientific works, of which the following are the most important: Manual de Histologia normal y Tecnica micrografica (Manual of normal histology and micrographic technique), 1889 (2nd ed., 1893). A summary of this manual recast with additions, appeared under the title Elementos de Histologia, etc. (Elements of histology, etc.), 1897; Manual de Anatomia patologica general (Manual of general pathological anatomy), 1890 (3rd ed., 1900).
zh_cn: 1880年，卡哈尔开始发表科学著作，最著名的有：1889年的《标准组织学和显微技术手册（1893年，第二版），这本手册的概要整合了一些附录，一并包含在1897年《组织学精要集》的标题下。1890年的《病理解剖学》（1900年第三版）。

source: In addition may be cited: Les nouvelles idees sur la fine anatomie des centres nerveux (New ideas on the fine anatomy of the nerve centres), 1894; Textura del sistema nervioso del hombre y de los vertebrados (Textbook on the nervous system of man and the vertebrates), 1897-1899; Die Retina der Wirbelthiere (The retina of vertebrates), 1894.
zh_cn: 其它的可能提到的有：1894年《神经中枢精细组织学的新思路》，1897-1899年《人类与脊柱动物的神经系统教科书》，1894年《脊柱动物的视网膜》。

source: Apart from these works Cajal has published more than 100 articles in French and Spanish scientific periodicals, especially on the fine structure of the nervous system and especially of the brain and spinal cord, but including also that of muscles and other tissues, and various subjects in the field of general pathology.
zh_cn: 除了这些著作外，卡哈尔还发表了超过100篇的法语和西班牙语的期刊论文，尤其是在神经系统的精细结构（尤其是大脑和脊髓），但也包括肌肉和和其它组织的相关研究，以及普通病理学的繁多主题。

source: These articles are dispersed in numerous Spanish journals and various specialized journals of other countries (especially French ones).
zh_cn: 这些论文广泛发表于很多西班牙期刊和其它国家（尤其是法国的）的不少特定期刊上。

source: Some articles in Spanish by Cajal and his pupils appear in the Revista Trimestral de Histologia normal y patologica (Quarterly review of normal and pathological histology) (1888 onwards), continuation of them appeared under the title Trabajos del Laboratorio de Investigaciones biologicas de la Universidad de Madrid (Communications of the Laboratory for Biological Research, Madrid University).
zh_cn: 卡哈尔及其学生的西班牙语论文出现在《正常与病理组织学季度回顾》（1888年起），随后又结集为续编《马德里大学生物学研究实验室通讯集》。

source: Cajal's studies on the structure of the cortex of the brain have been partly grouped together and translated into German by J. Bresler, 1900-1901.
zh_cn: 1900-1901年，J 布瑞斯雷把卡哈尔关于大脑皮层结构的部分论著整理并翻译为德语.

source: Cajal is also the author of Reglas y Consejos sobre Investigacion Cientifica (Rules and advices on scientific investigation), which appeared in six Spanish editions and was translated into German (1933).
zh_cn: 卡哈尔也是《科学研究之准则与注意事项》的作者，这本书西班牙语版六次再版，并于1933年翻译成德语。

source: Among the distinctions won by Cajal are the following: Member of the Royal Academy of Sciences of Madrid (1895); of the Royal Academy of Medicine of Madrid (1897); of the Spanish Society of Natural History and of the Academy of Sciences of Lisbon (1897); Honorary Member of the Spanish Medical and Surgical Academy and also of several other Spanish societies.
zh_cn: 卡哈尔所获得的荣誉有：1895年马德里皇家科学院院士，1897年马德里皇家医学院院士，1897年西班牙自然历史协会与里斯本科学院成员，西班牙医学与外科学院荣誉成员以及其它几个西班牙社会组织成员。

source: He was also made honorary Doctor of Medicine of the Universities of Cambridge (1894) and Wurzburg (1896) and Doctor of Philosophy of the Clark University (Worcester, U.S.A., 1899).
zh_cn: 卡哈尔也分别于1894年和1896年被授予剑桥大学和维尔茨堡荣誉医学博士和1899年美国的克拉克大学哲学博士学位。

source: Cajal was a corresponding member of several societies: the Physical-Medical Society of Wurzburg (1895); the Medical Society of Berlin (1895); the Society of Medical Sciences of Lisbon (1896); the Vienna Society for Psychiatry and Neurology (1896); the Society of Biology of Paris (1887); the National Medical Academy of Lima (1897); Conimbricensis Instituti Societas (Coimbra, 1898); and Member of Honour of the Italian Psychiatric Society (1896) as well as of the Medical Society of Ghent (Belgium, 1900).
zh_cn: 卡哈尔是几个学会的通讯成员：1895年维尔茨堡的物理-医学学会，1895年柏林的医学学会，1896年里斯本学会学科学学会，1896年维也纳精神病学与神经病学学会，1887年巴黎生物学学会，1897年利马的国家医学科学院，1898年克英布拉研究所学会，1896年意大利精神疾病学会以及1900年比利时的根特医学会的荣誉会员。

source: In 1906 he was elected an Associate Member of the Academy of Medicine, Paris; in 1916 he became a member of the Swedish Academy of Sciences.
zh_cn: 在1906年，他被推选为巴黎医学科学院准院士，1916年成为瑞典科学院院士。

source: Cajal has been awarded several prizes, for example the Rubio Prize of 1,000 pesetas for his previously mentioned Elementos de Histologia, etc., the Fauvelle Prize of 1,500 francs of the Society of Biology of Paris (1896); the Moscow Prize of 5,000 francs, established by the Congress of Moscow (1897) to reward medical works which, published during the latter three years, have rendered the greatest services to science and humanity was awarded to Ramon y Cajal by the International Congress of Medicine in Paris (1900).
zh_cn: 卡哈尔被授予许多奖励，比如在1986年由于前文提到的《组织学精要集》一书而获得1000比塞塔的卢比奥奖，11896年获1500法郎的巴黎生物学学会的佛韦勒奖，1897年获得5000法郎的莫斯科大会设立的莫斯科奖，以表彰圣地亚哥拉蒙卡哈尔在1900年获得巴黎国际医学大会获得奖励后，三年里发表了大量对科学和人类事业有极大贡献的医学著作。

source: In 1905, the Royal Academy of Sciences of Berlin awarded him the Helmholtz Medal.
zh_cn: 1905年，柏林皇家科学院授予他亥姆霍兹奖。

source: He shared the Nobel Prize for 1906 with Camillo Golgi for their work on the structure of the nervous system.
zh_cn: 在1906年，卡哈尔与卡米洛·高尔基因在神经系统上的工作而共享诺贝尔奖。

source: Cajal was summoned to London to give there, in March 1904, the Croonian Lecture of the Royal Society and to the Clark University (Worcester, Mass., U.S.A.) in 1899 to give there three lectures on the structure of the human brain and on the latest researches on this subject.
zh_cn: 1904年3月，卡哈尔应邀前往伦敦为皇家学会的克鲁尼安（Croonian）讲座做报告，1899年前往美国克拉克大学做了三场关于人类大脑结构及这个主题的最新研究的报告。

source: In 1952 a volume of 651 pages was published ?In honour of S. Ramon y Cajal on the centenary of his birth 1852 by members of a research group in neurophysiology? at the Caroline Institute (Acta Physiol. Scand., Vol. 29, Suppl. 106).
zh_cn: 1952年，卡罗琳医学院出版了一卷651页的《神经生理学研究人员纪念拉蒙-卡哈尔百年诞辰集》

source: In 1879 Cajal married Do?a Silveria Fa?anas Garcia. They had four daughters and three sons.
zh_cn: 1879年，卡哈尔与多娜·西瓦利亚·法尼亚纳斯·加西亚结婚，并育有四个女儿和三个儿子。

source: From Nobel Lectures, Physiology or Medicine 1901-1921, Elsevier Publishing Company, Amsterdam, 1967.
zh_cn: 摘自《1901-1921年诺贝尔生理学或医学奖讲座集》，爱斯维尔出版社集团，阿姆斯特丹，1967年。

source: This autobiography/biography was written at the time of the award and first published in the book series Les Prix Nobel.
zh_cn: 本自传/传记撰自颁奖之际，并首版于《诺贝尔奖》系列。

source: It was later edited and republished in Nobel Lectures.
zh_cn: 随后修订并重版于《诺贝尔讲座》。

source: To cite this document, always state the source as shown above.
zh_cn: 若引用本文，请注明上述出处。

source: For more updated biographical information, see: Ramon y Cajal, Santiago, Recollections of My Life. MIT Press, Cambridge, Massachusetts, 1989.
zh_cn: 若需更新的资料，请参阅：圣地亚哥拉蒙卡哈尔，《追忆往昔生活》，MIT Press, Cambridge, Massachusetts, 1989。

source: Santiago Ramon y Cajal died in Madrid on October 18, 1934.
zh_cn: 圣地亚哥 拉蒙 卡哈尔于1934年10月18日在马德里去世。
